tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "cloudflared"
brew "harfbuzz"
brew "flyway"
brew "kubeseal"
brew "maven"
brew "nvm"
brew "openshift-cli"
brew "pyenv"
brew "pyenv-virtualenv"
brew "sentencepiece"
brew "virtualenv"
brew "yarn"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "1password-cli"
cask "arc"
cask "dbeaver-community"
cask "dbngin"
cask "docker"
cask "dropbox"
cask "easy-move-plus-resize"
cask "insomnia"
cask "intellij-idea-ce"
cask "jetbrains-toolbox"
cask "mongodb-compass"
cask "raycast"
cask "sourcetree"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "warp"
vscode "chirtlelovesdolls.nebula-theme"
vscode "dbaeumer.vscode-eslint"
vscode "formulahendry.code-runner"
vscode "github.github-vscode-theme"
vscode "humao.rest-client"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmsynkov.colonize"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "waderyan.gitblame"
vscode "zhuangtongfa.material-theme"
