tap "homebrew/bundle"
tap "homebrew/services"
brew "cloudflared"
brew "eza"
brew "maven"
brew "pyenv"
brew "pyenv-virtualenv"
brew "virtualenv"
cask "1password"
cask "1password-cli"
cask "dropbox"
cask "easy-move-plus-resize"
cask "google-chrome"
cask "hiddenbar"
cask "raycast"
cask "sourcetree"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
