tap "homebrew/bundle"
tap "homebrew/services"
brew "cloudflared"
brew "harfbuzz"
brew "maven"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "virtualenv"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "dbngin"
cask "docker"
cask "dropbox"
cask "easy-move-plus-resize"
cask "insomnia"
cask "intellij-idea-ce"
cask "raycast"
cask "sequel-ace"
cask "sourcetree"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "warp"
